Repository: alekstar/JCloisterZone
Catalog: po/*.po
Languages: el

source: Basic game
el: Βασικό παιχνίδι

source: Wheel of Fortune
el: Τροχός της Τύχης

source: Winter Edition
el: Χειμερινή Έκδοση

source: The Gingerbread Man
el: Ο Μελοπιτάνρθωπος

source: Inns & Cathedrals
el: Πανδοχεία & Καθεδρικοί ναοί

source: Traders & Builders
el: Πραματευτές & Χτίστες

source: The Princess & The Dragon
el: Η Πριγκίπισσα & ο Δράκος

source: The Tower
el: Ο Πύργος

source: Abbey & Mayor
el: Αβαείο & Δήμαρχος

source: The Catapult
el: Ο Καταπέλτης

source: Bridges, Castles and Bazaars
el: Γέφυρες, Κάστρα και Παζάρια

source: King and Robber Baron
el: Ο Βασιλιάς και o Ληστής Βαρώνος

source: The River
el: Το Ποτάμι

source: The River II
el: Το Ποτάμι 2

source: The Cathars / Siege
el: Οι Καθαροί / Πολιορκία

source: The Besiegers
el: Οι Πολιορκητές

source: The Count of Carcassonne
el: Ο Κόμης του Καρκασσόν

source: The Mini Expansion (GQ11)
el: Μίνι Επέκταση (GQ11)

source: The Cult
el: Η Λατρεία

source: The Tunnel
el: Η Σήραγγα

source: The Corn Circles
el: Τα Αγρογλυφικά

source: The Plague
el: Η Πανούκλα

source: The Phantom
el: Το Φάντασμα

source: The Festival (10th an.)
el: Το Πανηγύρι (10χρ. επετειακό)

source: Little Buildings
el: Μικρά Κτίρια

source: The Wind Rose
el: Το Άγριο Τριαντάφυλλο

source: The Flier
el: Ο Αεροπόρος

source: The Messages
el: Τα Μηνύματα

source: The Ferries
el: Οι Νεράιδες

source: The Goldmines
el: Οι Χρυσωρύχοι

source: Mage & Witch
el: Μάγος & Μάγισσα

source: The Robbers
el: Ο Ληστής

source: The Corn Circles II
el: Τα Αγρογλυφικά 2

source: The School
el: Το σχολείο

source: La Porxada
el: Η βεράντα

source: Bridge
el: Γέφυρα

source: Castle
el: Κάστρο

source: City
el: Πόλη

source: Cloister
el: Μοναστήρι

source: Farm
el: Χωράφι

source: Road
el: Δρόμος

source: Tower
el: Πύργος

source: Randomize seating order
el: Τυχαία σειρά παιξίματος

source: Princess MUST remove a knight from city.
el: Η Πριγκίπισσα υποχρεωτικά αφαιρεί ένα Ιππότη από την πόλη

source: Dragon movement occurs after scoring.
el: Ο Δράκος κινείται μετά την βαθμολόγηση.

source: Allow direct barn placement on a farm where another barn is already placed.
el: Να επιτρέπεται η απευθείας τοποθέτηση μιας σιταποθήκης σε ένα χωράφι, όταν μια άλλη είναι ήδη τοποθετημένη

source: No bazaar bidding. Each player just chooses one tile.
el: Καθόλου προσφορές για το παζάρι. Κάθε παίκτης απλά διαλέγει ένα κομμάτι

source: Escape cloister can be placed adjacent to any tile of a besieged city.
el: Μοναστήρι διαφυγής μπορεί να τοποθετηθεί κολλητά σε κομμάτι πολιορκημένης πόλης.

source: The Pig herd is present on the farm tile.
el: Το κοπάδι των Γουρουνιών βρίσκεται στο κομμάτι με το χωράφι

source: Apply tunnel rule on tunnels from other expansions.
el: Εφαρμογή του κανόνα της σήραγγας σε σήραγγες άλλων επεκτάσεων

source: Cancel
el: Ακύρωση

source: Error
el: Σφάλμα

source: Load game
el: Ανάκτηση παιχνιδιού

source: Remote JCloisterZone is not compatible with local application. Please upgrade both applications to same version.
el: Η απομακρυσμένη JCloisterZone δέν είναι συμβατή με την τοπική έκδοσηΧρησιμοποιήστε την ίδια έκδοση και στις δύο μεριές

source: Incompatible versions
el: Μη συμβατές εκδόσεις της εφαρμογής

source: Type to chat
el: Πληκτρολόγησε για να συνομιλήσεις

source: Skip
el: Παράλειψη

source: About application
el: Σχετικά με την εφαρμογή

source: Version
el: Έκδοση

source: Distributed under the terms of GNU Affero General Public License version 3
el: Διανέμεται υπό των όρων της αδείας GNU Affero General Public License version 3

source: Discarded tiles
el: Απορριμμένα κομμάτια

source: These tiles have been discarded during the game
el: Αυτά τα κομμάτια απορρίφθηκαν κατά την διάρκεια του παιχνιδιού

source: Expansions
el: Επεκτάσεις

source: Rules
el: Κανόνες

source: Controls
el: Χειρισμός

source: Save
el: Αποθήκευση

source: %d tiles left
el: απομένουν %d κομμάτια

source: Bazaar supply
el: προμήθεια Παζαριού

source: Choose your tile.
el: Επέλεξε το κομμάτι σου

source: <html>Choose tile for next auction<br>and make initial offer.</html>
el: <html>Επέλεξε κομμάτι για την επόμενη δημοπρασία<br>και κάνε μια αρχική προσφορά.</html>

source: Raise bid or pass.
el: Αύξησε την προσφορά ή πήγαινε πάσο

source: Buy or sell tile from latest bidder.
el: Αγόρασε η πούλησε κομμάτι στόν/από τον τελευταίο πλειοδότης

source: points
el: βαθμοί

source: Buy
el: Αγορά

source: Sell
el: Πώληση

source: Select
el: Επιλογή

source: Bid
el: Προσφορά

source: Pass
el: Πάσο

source: Corn circle
el: Αγρογλυφικό

source: Each player…
el: Κάθε παίκτης…

source: may deploy additional follower
el: μπορεί να τοποθετήσει επιπρόσθετο ακόλουθο

source: must remove follower
el: υποχρεωτική απομάκρυνση ακολούθου

source: on/from a {0}.
el: επί ενός / από ένα {0}.

source: New game
el: Νέο παιχνίδι

source: Connect
el: Σύνδεση

source: Leave Game
el: Αποθήκευση παιχνιδιού

source: Save Game
el: Αποθήκευση παιχνιδιού

source: Load Game
el: Ανάκτηση παιχνιδιού

source: Quit
el: Έξοδος

source: Zoom In
el: Μεγέθυνση

source: Zoom Out
el: Σμίκρυνση

source: Show Last Placements
el: Προβολή τελευταίων τοποθετήσεων

source: Show Farm Hints
el: Εμφάνιση κατάστασης χωραφιών

source: Show Projected Points
el: Εμφάνιση κατάστασης χωραφιών

source: Show Discarded Tiles
el: Προβολή κομματιών που απορρίφθηκαν

source: Show Game Setup
el: Εμφάνιση κατάστασης χωραφιών

source: Beep Alert at Player Turn
el: Ήχος ειδοποίησης στη σειρά του παίκτη

source: Confirm Every Meeple Deployment
el: Επιβεβαίωσε την τοποθέτηση του ακόλουθου

source: Confirm Meeple Deployment on a Farm
el: Επιβεβαίωση όταν γίνεται τοποθέτηση σε χωράφι

source: Confirm Meeple Deployment on a Tower
el: Επιβεβαίωση όταν γίνεται τοποθέτηση σε πύργο

source: Confirm Ransom Payment
el: Επιβεβαίωση όταν γίνεται πληρωμή λύτρων

source: About
el: Σχετικά

source: Game
el: Παιχνίδι

source: Settings
el: Ρυθμίσεις

source: Help
el: Βοήθεια

source: Players
el: Παίκτες

source: Connecting
el: Σύνδεση...

source: Host
el: Υπολογιστής

source: Port
el: Θύρα

source: Connection failed. Unknown host.
el: Αποτυχία σύνδεσης. Άγνωστος υπολογιστής

source: Connection refused.
el: Άρνηση σύνδεσης

source: Connection failed.
el: Αποτυχία σύνδεσης.

source: Invalid port number.
el: Άκυρος αριθμός θύρας

source: Start game
el: Έναρξη παιχνιδιού

source: Presets
el: Προεπιλογές

source: Preset name
el: Προεπιλεγμένο όνομα

source: Unassigned player
el: Αναίρεση εκχώρησης παίκτη

source: Local player
el: Τοπικός παίκτης

source: Remote player
el: Απομακρυσμένος παίκτης

source: Computer player
el: Τεχνητή νοημοσύνη (υπολογιστής)

source: Open player slot
el: Ανοιχτή θέση για παίχτη

source: Player
el: Παίκτης

source: Rank
el: Κατάταξη

source: Total points
el: Σύνολο βαθμών

source: Roads
el: Δρόμοι

source: Cities
el: Πόλεις

source: Cloisters
el: Μοναστήρια

source: Farms
el: Χωράφια

source: Castles
el: Κάστρα

source: The biggest city
el: Η μεγαλύτερη πόλη

source: The longest road
el: Ο μακρύτερος δρόμος

source: Trade goods
el: Εμπορικά αγαθά

source: Fairy
el: Νεράιδα

source: Tower ransom
el: Λύτρα πύργου

source: Bazaars
el: Παζάρια

source: Wind rose
el: Ρόδο του ανέμου

source: <html>Use <b>A</b>, <b>S</b>, <b>W</b>, <b>D</b> or <b>cursor</b> keys to scroll the board. Click with <b>middle</b> mouse button to center the board. Zoom with <b>+</b> or <b>-</b> keys or use mouse <b>wheel</b>.</html>
el: <html>Χρησιμοποίησε τα <b>A</b>, <b>S</b>, <b>W</b>, <b>D</b> ή <b>τα βελάκια</b> για μετακινηθήτε επιφάνεια. Πατήστε το <b>μεσαίο</b> κουμπί του ποντικιού για να κεντράρετε.<br/>Μεγένθυση με το <b>+</b> ή σμίκρυνση με το <b>-</b> πλήκτρο η χρησιμοποιώντας την <b>ροδέλα</b> του ποντικιού.</html>

source: <html>Rotate a tile by <b>Tab</b> key or <b>right</b> mouse click. Place it by <b>left</b> click.</html>
el: <html>Περιστρέψτε ένα κομμάτι με το <b>Tab</b> κουμπί ή με το <b>δεξί</b> κουμπί του ποντικιού. Τοποθετήστε το με το <b>αριστερό</b> κουμπί του ποντικιού.</html>

source: <html>When tile is placed use <b>Tab</b> or <b>right</b> click again to select appropriate action.</html>
el: <html>Όταν ένα κομάτι τοποθετείται, χρησιμοποιήστε το <b>Tab</b> η το <b>δεξί κουμπί</b> του ποντικιού ξανά για να επιλέξετε την κατάλληλη ενέργεια.</html>

source: <html>Alternativelly you can pass with <b>Enter</b> or <b>Space</b> to play no action.</html>
el: <html>Εναλλακτικά μπορείτε να πάτε πάσο με το πλήκτρο <b>Enter</b> ή το <b>Space</b> για να μην κάνετε καμία ενέργεια.</html>

source: <html>Press <b>F</b> to toggle farm hints or <b>X</b> to see last placed tiles.</html>
el: <html>Χρησιμοποιήστε το <b>F</b> για χρωματισμό / αποχρωματισμό χωραφιών, η το <b>X</b> για να δείτε την τελευταία κίνηση κομματιών.</html>

source: JCloisterZone saved games
el: Αποθηκευμένα παιχνίδια JCloisterZone

source: Save game
el: Αποθήκευση παιχνιδιού
